import Image from 'next/image';

import styles from '../../styles/Mercury/Mercury.module.scss';
import { mercuryImg } from '../../components';

const Mercury = () => {
  return (
    <section>
      <h1 className={styles.mercury__title}>Что такое ретроградный Меркурий?</h1>
      <div className={styles.mercury__img}>
        <Image src={mercuryImg} alt='Космос' />
      </div>
      <p className={styles.mercury__text}>
        Когда Меркурий находится в ретроградном движении, технологии, общение, путешествия, логика и
        информация нарушаются, но понимание значения ретроградного Меркурия, связанных с ним рисков
        и преимуществ, входа в него, а также того, как долго он длится, может помочь вам справиться
        с этим. самое нервное событие астрологии.
      </p>
      <h2 className={styles.mercury__title}>Что происходит, когда Меркурий ретроградный?</h2>
      <p className={styles.mercury__text}>
        Планета Меркурий ассоциируется с общением, информацией, электроникой, путешествиями и ясным
        мышлением. Итак, когда он ретроградный, мы должны быть готовы к замедлению во всех этих
        областях. Вещи ломаются. Прилавок проектов. Мы теряем вещи. Расставания случаются. Графики
        скидываются.
      </p>
      <p className={styles.mercury__text}>
        Репутация этой планеты действительно лажает, но это также из-за стремительного образа жизни,
        к которому мы так привыкли. В нашем технологически ориентированном обществе, где электронная
        почта, текстовые сообщения и надежный Wi-Fi - это все, на планете общения есть большая
        работа.
      </p>
      <p className={styles.mercury__text}>
        Поэтому, когда Меркурий выходит из строя во время ретроградной фазы, он попадает в нас, где
        ему больно. В конце концов, вы, возможно, читаете эту статью на своем телефоне - все между
        снимками, текстовыми сообщениями, бронированием рейсов и составлением маршрута к ресторану,
        в котором вы сделали онлайн-бронирование. Понятно, что если ваш телефон внезапно
        отключается, сообщение теряется или поездка задерживается, вы испытываете серьезные
        неудобства.
      </p>
      <h3 className={styles.mercury__title}>Значение слова «ретроградный Меркурий»</h3>
      <p className={styles.mercury__text}>
        Во-первых, название обманчиво. Планета не меняет свою орбиту. Проще говоря, ретроградный
        Меркурий описывает оптическую иллюзию, во время которой планета кажется движущейся назад с
        нашей точки зрения на Землю.
      </p>
      <p className={styles.mercury__text}>
        Меркурий - не единственная планета, которая испытала это. Фактически, все планеты испытывают
        ретроградные периоды. Во время этого воспринимаемого обратного движения вещи, с которыми
        связана ретроградная планета, отключаются, поскольку ее родитель больше не находится «на
        правильном пути». Вот почему мы видим разочарование в отношениях, технологиях или
        контрактах, когда Меркурий (планета общения) становится ретроградным.
      </p>
      <h3 className={styles.mercury__title}>Преимущества ретроградного Меркурия</h3>
      <p className={styles.mercury__text}>
        Хотя может показаться, что этот период потрясает весь ваш мир ( зачем мне пришлось
        столкнуться со своим бывшим !?), ретроградный Меркурий - это не просто неудача. Суровые
        побочные эффекты этого транзита, как правило, должны произойти к лучшему.
      </p>
      <p className={styles.mercury__text}>
        Это способ астрологии заставить нас пересматривать, перепроверять и пересматривать.
        Учитывая, что ретроградный Меркурий - не время начинать что-то новое, имеет смысл замедлить
        темп и изменить нашу жизнь. Тем не менее, вы можете думать обо всем, от здоровья до
        карьерного роста . Знание того, что делать и чего ожидать заранее, - один из лучших способов
        справиться с неизбежными сюрпризами, которые преподносит Меркурий.
      </p>
      <h3 className={styles.mercury__title}>Что делать во время ретроградного Меркурия?</h3>
      <p className={styles.mercury__text}>
        Как заставить ретроградный Меркурий работать на вас, а не против вас? Сначала сделайте
        глубокий вдох. Несмотря на серьезное разочарование и даже ужас, связанные с ретроградным
        циклом Меркурия, это еще не конец света. Хотя это может доставлять неудобства в течение
        почти трех месяцев каждый год, с этим можно справиться.
      </p>
      <p className={styles.mercury__text}>
        Фактически, ретроградный Меркурий может быть богатым периодом творчества и связей; если вы
        способны проявлять гибкость и не зацикливаться на деталях, вы выйдете без единой царапины.
        Тем не менее, вы можете подписывать контракты, принимать важные финансовые решения или даже
        начинать новую работу в этот период времени, если будете осторожны. Двойная проверка всего,
        медленное движение и следование нашему списку «что можно и чего нельзя» убережет вас от
        неприятностей.
      </p>
      <h4 className={styles.mercury__title}>
        Как ретроградный Меркурий влияет на здоровье и настроение
      </h4>
      <p className={styles.mercury__text}>
        Когда вы в стрессе, вам труднее заснуть, а во время ретроградного Меркурия уровень стресса и
        беспокойства может зашкаливать. Лежать ночью без сна, с тревогой размышляя о том, как вы
        могли предотвратить дневные ошибки или о том, что может случиться завтра, скажется на вашем
        здоровье.
      </p>
      <p className={styles.mercury__text}>
        И что еще хуже, лишение сна может вызвать еще больше проблем. Почему? Погружение в
        негативную энергию делает ее еще более распространенной. Итак, усталость, беспокойство или
        рассеянность могут усилить эффект ретроградного Меркурия! Например, ваша тренировка может
        быть нарушена из-за того, что ваши беспроводные наушники умирают. Или приготовление обеда
        может стать проблемой, если холодильник или морозильник сломается, плита или микроволновая
        печь не справятся.
      </p>
      <h4 className={styles.mercury__title}>Ретроградный Меркурий в вашей карте рождения?</h4>
      <p className={styles.mercury__text}>
        Ты не одинок! Фактически, по оценкам, почти 25 процентов из нас родились во время
        ретроградного Меркурия. Но что именно это означает? В отличие от того, что думает
        большинство людей, значение ретроградного Меркурия в карте рождения не связано с кармой.
      </p>
      <p className={styles.mercury__text}>
        Если вы ретроградный ребенок Меркурия, вам повезло! Это означает, что вы лучше подготовлены
        к тому, чтобы справляться с тревогой, связанной с общением. Хотя у вас могут возникнуть
        проблемы с правильностью своих мыслей и вы можете разочароваться, если не можете их
        сформулировать, вы с легкостью преодолеете недопонимание.
      </p>
      <p className={styles.mercury__text}>
        Вы также большой мыслитель. И хорошая новость заключается в том, что у вас философский,
        рефлексивный характер, который помогает вам лучше справляться с негативной энергией, поэтому
        вы можете быть лучше подготовлены для борьбы с ретроградным Меркурием, чем все мы.
      </p>
    </section>
  );
};

export default Mercury;
